{
  "bestSellingItems": "สินค้าขายดี",
  "fiveStarRatedProducts": "สินค้า 5 ดาว",
  "noFiveStarProducts": "ไม่พบสินค้า 5 ดาว",
  "shopByCategory": "ซื้อตามหมวดหมู่",
  "categoryProducts": "สินค้าในหมวดหมู่",
  "productsAvailable": "สินค้าที่มี",
  "noProductsInCategory": "ไม่พบสินค้าในหมวดหมู่นี้",

  "whatIsTemu": "Temu คืออะไร?",
  "temuDescription": "Temu เป็นบริษัทอีคอมเมิร์ซที่เชื่อมต่อผู้บริโภคกับพันธมิตรผู้ค้า ผู้ผลิต และแบรนด์หลายล้านรายด้วยภารกิจในการส่งเสริมให้พวกเขามีชีวิตที่ดีขึ้น Temu มุ่งมั่นที่จะนำสินค้าราคาประหยัดมาสู่แพลตฟอร์มของเราเพื่อให้ผู้บริโภคและพันธมิตรผู้ค้าสามารถบรรลุความฝันได้ Temu ก่อตั้งขึ้นในบอสตัน แมสซาชูเซตส์ในปี 2022",
  "whatDoesTemuMean": "Temu หมายความว่าอะไร?",
  "temuSlogan": "Temu ช้อปแบบมหาเศรษฐี",
  "temuMeaningDesc": "เราหวังว่าคุณจะเพลิดเพลินกับสินค้าราคาประหยัดที่ยอดเยี่ยมจากพันธมิตรผู้ค้า ผู้ผลิต และแบรนด์หลายล้านรายบนแอปของเรา",
  "whereShippedFrom": "สินค้าที่ขายบน Temu จัดส่งจากที่ไหน?",
  "shippingOriginDesc": "สินค้าจากผู้ขายบน Temu จัดส่งโดยพันธมิตรโลจิสติกส์ที่มีประสบการณ์และเชื่อถือได้ แหล่งที่มาของการจัดส่งแตกต่างกันไปขึ้นอยู่กับสินค้าที่ซื้อ",
  "temuStrengths": "จุดแข็งของ Temu",
  "temuStrengthsDesc": "Temu นำเสนอเครือข่ายพันธมิตรผู้ค้า ผู้ผลิต และแบรนด์ทุกขนาดมาถึงหน้าบ้านคุณ เพราะเรามี:",
  "wideSelection": "เสนอสินค้าหลากหลาย",
  "logisticsCollaboration": "ร่วมมือกับห่วงโซ่อุปทานโลจิสติกส์",
  "c2m": "ผู้บริโภคถึงผู้ผลิต (\"C2M\")",
  "ourValues": "ค่านิยมของเรา",
  "empowerment": "การเสริมพลัง",
  "empowermentDesc": "ทุกคนสมควรได้ใช้ชีวิตในแบบที่ฝันไว้",
  "inclusionDiversity": "การรวมเข้าและความหลากหลาย",
  "inclusionDiversityDesc": "เคารพและยอมรับความแตกต่าง",
  "integrity": "ความซื่อสัตย์",
  "integrityDesc": "ซื่อสัตย์ มีจริยธรรม และน่าเชื่อถือ",
  "sociallyResponsible": "รับผิดชอบต่อสังคม",
  "sociallyResponsibleDesc": "ทำความดีเพื่อโลก",

  "contactUs": "ติดต่อเรา",
  "realTimeResponses": "ตอบกลับรวดเร็วและทันที",
  "needHelp": "ต้องการความช่วยเหลือ?",
  "canContactService": "คุณสามารถติดต่อฝ่ายบริการลูกค้า Temu เพื่อขอความช่วยเหลือ",
  "officeAddress": "ที่อยู่สำนักงาน",
  "officeAddressValue": "Suite 355, 31 St. James Avenue, Boston, Massachusetts 02116, USA",
  "returnNotice": "โปรดทราบ การคืนสินค้าจะไม่ได้รับการยอมรับที่ที่อยู่นี้ หากต้องการคืนสินค้า กรุณาคลิกที่นี่",

  "shippingInfoTitle": "Temu | ข้อมูลการจัดส่ง",
  "shippingOptions": "ตัวเลือกการจัดส่ง",
  "shippingOptionsDesc": "คุณอาจเลือกการจัดส่งมาตรฐานขึ้นอยู่กับสินค้าในคำสั่งซื้อและตำแหน่งของคุณ เนื่องจากคำสั่งซื้อของคุณอาจถูกส่งต่อไปยังผู้ให้บริการในพื้นที่สำหรับการจัดส่งขั้นสุดท้าย การติดตามอาจไม่สามารถทำได้ในทุกขั้นตอน",
  "shippingAddress": "ที่อยู่จัดส่ง",
  "shippingAddressDesc": "กรุณาตรวจสอบให้แน่ใจว่าคุณได้ระบุที่อยู่ที่ถูกต้องและเป็นปัจจุบันสำหรับการจัดส่ง คุณอาจใช้ตู้ไปรษณีย์เป็นที่อยู่จัดส่งได้ แต่สินค้าบางรายการสามารถจัดส่งได้เฉพาะที่อยู่จริงเท่านั้น",
  "shippingTimeCost": "เวลาและค่าใช้จ่ายในการจัดส่ง",
  "shippingTimeCostDesc1": "หลังจากคำสั่งซื้อได้รับการชำระเงินและยืนยันเรียบร้อยแล้ว คุณจะเห็นเวลาและค่าจัดส่งในหน้ายืนยันคำสั่งซื้อ",
  "shippingTimeCostDesc2": "อาจใช้เวลา 1-3 วันในการดำเนินการคำสั่งซื้อของคุณ คุณจะได้รับข้อความเมื่อคำสั่งซื้อถูกจัดส่งแล้ว",
  "shippingTimeCostDesc3": "คุณจะได้รับข้อความแจ้งเตือนการจัดส่งที่จะให้ข้อมูลเวลาจัดส่งสำหรับแต่ละพัสดุเมื่อถูกจัดส่ง",
  "shippingTimeCostDesc4": "ในกรณีส่วนใหญ่ คำสั่งซื้อของคุณจะถูกจัดส่งภายในเวลาที่กำหนด อย่างไรก็ตาม วันที่จัดส่งจริงอาจได้รับผลกระทบจากการจัดเที่ยวบิน สภาพอากาศ และปัจจัยภายนอกอื่นๆ",
  "deliveryIssues": "ปัญหาเกี่ยวกับการจัดส่ง",
  "deliveryIssuesDesc": "หากพัสดุของคุณยังไม่ได้รับการจัดส่งหรือข้อมูลการติดตามแสดงว่าพัสดุถูกจัดส่งแล้วแต่คุณยังไม่ได้รับ กรุณาติดต่อฝ่ายบริการลูกค้าทันทีและภายใน 90 วันนับจากวันที่สั่งซื้อ"
}
