{
  "bestSellingItems": "Produk terlaris",
  "fiveStarRatedProducts": "Produk penilaian 5 bintang",
  "noFiveStarProducts": "Tiada produk 5 bintang ditemui",
  "shopByCategory": "Beli mengikut kategori",
  "categoryProducts": "Produk dalam kategori",
  "productsAvailable": "produk tersedia",
  "noProductsInCategory": "Tiada produk dalam kategori ini",

  "whatIsTemu": "Apa itu Temu?",
  "temuDescription": "Temu adalah syarikat e-dagang yang menghubungkan pengguna dengan berjuta-juta rakan penjual, pengeluar, dan jenama dengan misi untuk memperkasakan mereka untuk hidup dengan lebih baik. Temu komited untuk menawarkan produk yang berpatutan di platform kami supaya pengguna dan rakan penjual dapat mencapai impian mereka. Temu ditubuhkan di Boston, Massachusetts pada tahun 2022.",
  "whatDoesTemuMean": "Apa maksud Temu?",
  "temuSlogan": "Temu beli-belah seperti jutawan",
  "temuMeaningDesc": "Kami berharap anda akan menikmati produk bernilai hebat dari berjuta-juta rakan penjual, pengeluar, dan jenama di aplikasi kami.",
  "whereShippedFrom": "Dari mana produk yang dijual di Temu dihantar?",
  "shippingOriginDesc": "Produk dari penjual di Temu dihantar oleh rakan logistik yang berpengalaman dan dipercayai. Sumber penghantaran berbeza bergantung pada produk yang dibeli.",
  "temuStrengths": "Kekuatan Temu",
  "temuStrengthsDesc": "Temu membawa rangkaian rakan penjual, pengeluar, dan jenama dari semua saiz ke depan pintu anda, kerana kami mempunyai:",
  "wideSelection": "Pilihan produk yang luas",
  "logisticsCollaboration": "Kerjasama dengan rantaian bekalan logistik",
  "c2m": "Pengguna kepada Pengeluar (\"C2M\")",
  "ourValues": "Nilai-nilai kami",
  "empowerment": "Pemberdayaan",
  "empowermentDesc": "Semua orang layak menjalani kehidupan yang mereka impikan.",
  "inclusionDiversity": "Kemasukan & Kepelbagaian",
  "inclusionDiversityDesc": "Menghormati dan menerima perbezaan.",
  "integrity": "Integriti",
  "integrityDesc": "Jujur, beretika, dan boleh dipercayai.",
  "sociallyResponsible": "Bertanggungjawab sosial",
  "sociallyResponsibleDesc": "Melakukan kebaikan untuk dunia.",

  "contactUs": "Hubungi kami",
  "realTimeResponses": "Respons pantas dan masa nyata",
  "needHelp": "Perlukan bantuan?",
  "canContactService": "Anda boleh menghubungi perkhidmatan pelanggan Temu untuk bantuan.",
  "officeAddress": "Alamat pejabat",
  "officeAddressValue": "Suite 355, 31 St. James Avenue, Boston, Massachusetts 02116, USA",
  "returnNotice": "Sila ambil perhatian bahawa pemulangan tidak akan diterima di alamat ini. Untuk membuat pemulangan, sila klik di sini.",

  "shippingInfoTitle": "Temu | Maklumat penghantaran",
  "shippingOptions": "Pilihan penghantaran",
  "shippingOptionsDesc": "Anda boleh memilih penghantaran standard bergantung pada item dalam pesanan anda dan lokasi anda. Oleh kerana pesanan anda mungkin diserahkan kepada pembawa tempatan untuk penghantaran akhir, penjejakan mungkin tidak tersedia pada setiap peringkat.",
  "shippingAddress": "Alamat penghantaran",
  "shippingAddressDesc": "Sila pastikan anda memberikan alamat penghantaran yang tepat dan terkini. Anda boleh menggunakan peti surat sebagai alamat penghantaran, tetapi sesetengah item hanya boleh dihantar ke alamat fizikal.",
  "shippingTimeCost": "Masa dan kos penghantaran",
  "shippingTimeCostDesc1": "Selepas pesanan anda dibayar dan disahkan, anda akan melihat masa dan kos penghantaran di halaman pengesahan pesanan.",
  "shippingTimeCostDesc2": "Ia mungkin mengambil masa 1-3 hari untuk memproses pesanan anda. Anda akan menerima mesej apabila pesanan anda dihantar.",
  "shippingTimeCostDesc3": "Anda akan menerima pemberitahuan penghantaran yang memberikan maklumat masa penghantaran untuk setiap bungkusan apabila dihantar.",
  "shippingTimeCostDesc4": "Dalam kebanyakan kes, pesanan anda akan dihantar dalam masa yang dijangkakan. Walau bagaimanapun, tarikh penghantaran sebenar mungkin terjejas oleh jadual penerbangan, cuaca, dan faktor luaran lain.",
  "deliveryIssues": "Isu penghantaran",
  "deliveryIssuesDesc": "Jika bungkusan anda belum dihantar atau maklumat penjejakan menunjukkan ia telah dihantar tetapi anda belum menerimanya, sila hubungi perkhidmatan pelanggan dengan segera dan dalam tempoh 90 hari dari tarikh pesanan."
}
