{
  "bestSellingItems": "Sản phẩm bán chạy",
  "fiveStarRatedProducts": "Sản phẩm đánh giá 5 sao",
  "noFiveStarProducts": "Không tìm thấy sản phẩm 5 sao",
  "shopByCategory": "Mua theo danh mục",
  "categoryProducts": "Sản phẩm theo danh mục",
  "productsAvailable": "sản phẩm có sẵn",
  "noProductsInCategory": "Không có sản phẩm trong danh mục này",

  "whatIsTamu": "Tamu là gì?",
  "tamuDescription": "Tamu là một công ty thương mại điện tử kết nối người tiêu dùng với hàng triệu đối tác bán hàng, nhà sản xuất và thương hiệu với sứ mệnh giúp họ có cuộc sống tốt đẹp hơn. Tamu cam kết mang đến các sản phẩm giá cả phải chăng trên nền tảng để người tiêu dùng và đối tác bán hàng có thể thực hiện ước mơ của họ. Tamu được thành lập tại Boston, Massachusetts vào năm 2022.",
  "whatDoesTamuMean": "Tamu có nghĩa là gì?",
  "tamuSlogan": "Tamu mua sắm như tỷ phú",
  "tamuMeaningDesc": "Chúng tôi hy vọng bạn sẽ tận hưởng các sản phẩm giá trị tuyệt vời từ hàng triệu đối tác bán hàng, nhà sản xuất và thương hiệu trên ứng dụng của chúng tôi.",
  "whereShippedFrom": "Sản phẩm bán trên Tamu được gửi từ đâu?",
  "shippingOriginDesc": "Sản phẩm từ người bán trên Tamu được vận chuyển bởi các đối tác logistics có kinh nghiệm và đáng tin cậy. Nguồn gửi hàng khác nhau tùy thuộc vào sản phẩm được mua.",
  "tamuStrengths": "Thế mạnh của Tamu",
  "tamuStrengthsDesc": "Tamu mang mạng lưới các đối tác bán hàng, nhà sản xuất và thương hiệu mọi quy mô đến tận cửa nhà bạn, bởi vì chúng tôi có:",
  "wideSelection": "Lựa chọn sản phẩm đa dạng",
  "logisticsCollaboration": "Hợp tác với chuỗi cung ứng logistics",
  "c2m": "Người tiêu dùng đến Nhà sản xuất (\"C2M\")",
  "ourValues": "Giá trị của chúng tôi",
  "empowerment": "Trao quyền",
  "empowermentDesc": "Mọi người đều xứng đáng sống cuộc sống mà họ mơ ước.",
  "inclusionDiversity": "Hòa nhập & Đa dạng",
  "inclusionDiversityDesc": "Tôn trọng và đón nhận sự khác biệt.",
  "integrity": "Chính trực",
  "integrityDesc": "Trung thực, đạo đức và đáng tin cậy.",
  "sociallyResponsible": "Trách nhiệm xã hội",
  "sociallyResponsibleDesc": "Làm điều tốt cho thế giới.",

  "contactUs": "Liên hệ với chúng tôi",
  "realTimeResponses": "Phản hồi nhanh chóng và theo thời gian thực",
  "needHelp": "Cần trợ giúp?",
  "canContactService": "Bạn có thể liên hệ dịch vụ khách hàng Tamu để được hỗ trợ.",
  "officeAddress": "Địa chỉ văn phòng",
  "officeAddressValue": "Suite 355, 31 St. James Avenue, Boston, Massachusetts 02116, USA",
  "returnNotice": "Xin lưu ý rằng hàng đổi trả sẽ không được chấp nhận tại địa chỉ này. Để đổi trả, vui lòng nhấp vào đây.",

  "shippingInfoTitle": "Tamu | Thông tin vận chuyển",
  "shippingOptions": "Tùy chọn vận chuyển",
  "shippingOptionsDesc": "Bạn có thể chọn vận chuyển tiêu chuẩn tùy thuộc vào các sản phẩm trong đơn hàng và vị trí của bạn. Vì đơn hàng của bạn có thể được chuyển cho đơn vị vận chuyển địa phương để giao hàng chặng cuối, việc theo dõi có thể không khả dụng ở mọi giai đoạn.",
  "shippingAddress": "Địa chỉ giao hàng",
  "shippingAddressDesc": "Vui lòng đảm bảo bạn cung cấp địa chỉ giao hàng chính xác và cập nhật. Bạn có thể sử dụng hộp thư bưu điện làm địa chỉ giao hàng, nhưng một số sản phẩm chỉ có thể được giao đến địa chỉ thực tế.",
  "shippingTimeCost": "Thời gian và chi phí vận chuyển",
  "shippingTimeCostDesc1": "Sau khi đơn hàng được thanh toán và xác nhận, bạn sẽ thấy thời gian và chi phí vận chuyển trên trang xác nhận đơn hàng.",
  "shippingTimeCostDesc2": "Có thể mất 1-3 ngày để xử lý đơn hàng của bạn. Bạn sẽ nhận được tin nhắn khi đơn hàng được gửi.",
  "shippingTimeCostDesc3": "Bạn sẽ nhận được thông báo gửi hàng cung cấp thông tin thời gian giao hàng cho mỗi gói hàng khi được gửi.",
  "shippingTimeCostDesc4": "Trong hầu hết các trường hợp, đơn hàng của bạn sẽ được giao trong thời gian dự kiến. Tuy nhiên, ngày giao hàng thực tế có thể bị ảnh hưởng bởi lịch bay, thời tiết và các yếu tố bên ngoài khác.",
  "deliveryIssues": "Vấn đề giao hàng",
  "deliveryIssuesDesc": "Nếu gói hàng của bạn chưa được giao hoặc thông tin theo dõi cho thấy đã giao nhưng bạn chưa nhận được, vui lòng liên hệ dịch vụ khách hàng ngay lập tức và trong vòng 90 ngày kể từ ngày đặt hàng."
}
